{
    "title" : "Eukaryotic Single Cell Genomics Facility",
    "address" : "SciLifeLab\nESCG, Gamma 4\nTomtebodavägen 23A\n171 65 Solna\nSweden",
    "logo" : "lib/realms/smartseq3/report/assets/SciLifeLab logo/Green_POS/Digital/SciLifeLab_Logotype_Green_POS.png",
    "end_statement1" : "Thank you for using the Eukaryotic Single Cell Genomics Facility. We hope that the transcriptome data will be of satisfaction and advance your understanding of the biological system under study. Please, cite the relevant references on the Smart-seq3 single-cell transcriptomics method and remember to acknowledge the work performed at SciLifeLab in your upcoming publications with the following statement:",
    "end_statement2" : "This acknowledgement is used for reporting purposes by the SciLifeLab facilities and is critical for future funding and ability to offer this service.",
    "awknowledgement" : "The single-cell transcriptome data was generated at the Eukaryotic Single Cell Genomics facility at Science for Life Laboratory in Stockholm, Sweden. The authors acknowledge support from the National Genomics Infrastructure in Stockholm funded by Science for Life Laboratory, the Knut and Alice Wallenberg Foundation and the Swedish Research Council, and SNIC/Uppsala Multidisciplinary Center for Advanced Computational Science for assistance with massively parallel sequencing and access to the UPPMAX computational infrastructure.",
    "process_descr1" : "The sequencing libraries of individual single cells were generated following the protocol outlined in Hagemann-Jensen et al. 2020, with minor improvements as detailed in Smart-seq3 V.3 on protocols.io ",
    "pio_link" : "https://dx.doi.org/10.17504/protocols.io.bcq4ivyw",
    "process_descr1_cont": "The lysis buffer contains ERCC spike in molecules (Ambion, 4456740) diluted 1:80 000 000 of the original concentrations in the RT reaction volume.",
    "process_descr2" : "Each flowcell was demultiplexed plate-wise. The output data was then further demultiplexed cell-wise and processed with the zUMIs pipeline.",
    "process_descr3" : "Besides the sequencing data provided for your project there is also the following material produced, which might be useful for further analyses; amplified and purified cDNA for each individual well (cell/nuclei) of the sample plate as well as pooled sequencing libraries produced from each full plate. In case the data or material has not been requested within one year after the submission of this report, ESCG has the right to discard them without notifying the user.",
    "data_descr1" : "FastQ files: The sequences together with their quality scores, in the FastQ format.",
    "data_descr2" : "BAM files: The alignments of reads towards the indicated genome assembly.",
    "data_descr3" : "Pipeline output files:\n\"expression\" folder contains .rds and .loom files. These are data files containing count matrices, provided in the form of sparseMatrix. They include the read counts all reads (5’ UMI reads and internal reads), internal read counts (internal, non-tagged reads), and UMI counts (collapsed numbers of unique UMI molecules). Each of them is divided into exon, intron, and exon+intron (inex) parts. In addition, each part also contains downsampled numbers. See Figure 1 and zUMIs reference (Parekh et al., 2018) for further description.\n\"stats\" contains plots and data files with descriptive statistics.",
    "ref1" : "Hagemann-Jensen, M., Ziegenhain, C., Chen, P. et al. Single-cell RNA counting at allele and isoform resolution using Smart-seq3. Nat Biotechnol 38, 708–714 (2020).",
    "ref2" : "Swati Parekh, Christoph Ziegenhain, Beate Vieth, Wolfgang Enard, Ines Hellmann, zUMIs - A fast and flexible pipeline to process RNA sequencing data with UMIs, GigaScience, Volume 7, Issue 6, June 2018",
    "fig_descr": "The metrics shown in the following figures can be useful when evaluating the quality of the single-cell experiment and in flagging cells that have lower qualities and thus should be filtered out of the analysis.",
    "fig1" : "Summary of mapping statistics and features on sample plate level (384 wells).\n(Upper left) Number of genes detected based on all reads (5’-UMI containing and internal reads).  Exon, in the box-plot, is the number of genes detected based on reads spanning exons. Intron is based on remaining reads (non-exon-spanning). Intron+Exon is the collapsed number of genes detected, based on reads that mapped to either exons or introns.\n(Upper right) Number of unique UMI molecules detected, separated into the Exon, Intron and Intron+Exon categories equivalent, as above.\n(Middle and lower) Fraction of reads mapping to each feature category, based on all reads. The category Unused BC (unused barcode) should be zero since there is a demultiplexing per plate made before entering zUMIs. The User category contains reads that map to ERCC spike-ins, as well as any other additional exogenous gene defined by the user. The Ambiguity category refers to reads that map to several genes. The Unmapped category contains reads that are not aligned to the reference genome or to the provided user-defined genes.",
    "fig2" : "Number of sequenced reads and number of detected genes per well, visualized on a plate layout. The numbers of sequenced reads are in log2 scale, represented by the color-bar. The numbers of genes are absolute values based on Intron+Exon counts, represented by the size of the dot. Note that there is a minimum dot size to represent low gene counts to retain visibility of reads counts.",
    "fig3" : "Percentage of 5’-UMI fragments detected, plotted against the number of sequenced reads per well (cell/nuclei). Every dot represents data from one well. The % UMI Fragments is a measure of the tagmentation efficiency, which shows the proportion of UMI-containing 5’ reads in relation to internal reads (optimal values are in the range of 50-75%). A plot of the distribution of number of sequenced reads per cell can be useful for determining a lower threshold for which wells to discard. The exact number will depend on each project and the chosen sequencing depth.",
    "fig4" : "Number of UMI molecules detected, plotted against number of genes detected (based on Intron+Exon counts of 5’ UMI-containing fragments only). The information can be good for evaluating the complexity of the sample, i.e. how many mRNA molecules are detected. In certain cases with high sequencing coverage, this could be useful to evaluate the proximity to sequencing saturation. Additionally, it might be a useful guidance for selecting a cut-off on number of genes detected and/or number UMIs detected."
}